{
  "posts": [{
      "title": "COVID-19 Update",
      "body": "No Practice during spring quarter",
      "date": "Wed Apr 01 2020 12:00:00 GMT-0700",
      "image": "Posts/mc.jpg"
    },
    {
      "title": "Kendo Prom 2019",
      "body": "We would like to invite all of you to the 2019 Kendo Prom! This year, the theme is going to be “Masquerade”, so come nicely dressed, bring your best masks, and be ready to have fun!\r\n\r\n**Time**: Sunday, February 10th, from 6:30 pm to 9:30 pm\r\n\r\n**Tickets**: $20 per person and ​$35 per couple. Students (high school or college): ​$10 per person and $15 per couple. You can buy tickets at the prom using credit cards or cash.\r\n\r\n**Raffle prizes**:\r\n\r\n- Blue Nile Jewelry ($300)\r\n- UW Bookstore $50 Gift Card (​$50)\r\n- Crowd Cow ($200)\r\n- UW Huskies swag Gift Basket (~$275)\r\n- Kippon T-shirt ($30 each)\r\n- Star Wars chopsticks (~$20)\r\n- Google Home Mini ($50)\r\n- X-box 360 games (~ $25 each)\r\n- X-box One games (~ $25 each)\r\n- Personal Chauffeur from your parked car to the IMA at UW taikai ( Can be used once but expired in 3 year) ($ 1000000)\r\n- Eat like a king\/queen with your own personal meal of your choice and fancy utensils at UW taikai (Please keep the price and location reasonable, within UW parameters) ( Can be used once but expired in 3 year)\r\n- Design the poster of UW taikai banner (We will print a taikai banner based on the picture you give us) ($ Infinity)\r\n- Maruyama BIO shinai ($100)\r\n- Gundam Epyon Mobile Suite ($40)\r\n- Old School Frozen Custard ($50)\r\n- More…\r\n\r\nRaffle tickets are only $1 each, you really do not want to miss out on opportunity!\r\n\r\nAll of the proceeds will go towards the UWKC team going to Boston for the Harvard Intercollegiate taikai so we would very much appreciate your support in this cause!\r\n\r\nAlong with the raffle, there will be free food, drinks, music, board games, a Nintendo Switch! We will have a Super Smash Bros competition starts at 8 pm. There will be prizes for first place and second place holder! Please participate if you want to beat up your friends outside kendo!",
      "date": "Feb 01 2019 12:00:00 GMT-0700"
    }
  ]

}
